<?php

/**
 * Kidris Engine
 * Файл конфигурации
 */

### База данных ###
$GLOBALS['database_host'] = 'localhost'; # Хост
$GLOBALS['database_user'] = ''; # Пользователь
$GLOBALS['database_password'] = ''; # Пароль
$GLOBALS['database_name'] = ''; # База
$GLOBALS['acc'] = ''; # access_token на все действия с вк

### Токены ВКонтакте ###
$GLOBALS['vk_accounts'] = [
 [
     ### Кидрис Работяга Это у   мен +79639786705 410552ййй### 
    'id' => 417065112,
    'token' => '4514f051c9628a40c7f28e77a46f2af498732ceccb19b99e1b4e2d55d20d91f094f0d77c4c83fc4d73434',
    'album' => 241810890,
  ],
  [
     ### Кидрис Работяга 
    'id' => 12345689,
    'token' => '4514f051c9628a40c7f28e77a46f2af498732ceccb19b99e1b4e2d55d20d91f094f0d77c4c83fc4d73434',
    'album' => 12345689,
  ],
  
   
];

### Приложение для авторизации ###
$GLOBALS['vk_app_id'] = 5640741; // 4796243
$GLOBALS['vk_app_secret'] = 'chw3yG3vbYIxhucuwOVp';// NWXGLfiKrJJTag73O6jc
### Стоп-слова ###
$GLOBALS['stop_list'] = [
  'спайс',
  ' синий кит ',
  ' кит ',
  ' проститутки рунета ',
  ' тихийдом ',
  ' хуец ',
  ' бляди ',
  ' кидрис ',
  ' продам медали ',
  'спайсы',
   ' ебал ',
   ' ебу ',
   ' зек ',
  'трахал',
   'легальные порошки',
  'детское порно',
  'Спайсы, соли, миксы, легальные порошки. ICQ 228-228-228 7-945-777-228-28',
  '228-228-228',
  '7-945-777-228-28',
  'наркотики',
  'legal drugs'.
  'miksi',
  'Продам способ взлома пользователей вконтакте, дешево! ',
  'взлом пользователей',
  'vzlomvkontakte',
  'спам',
  'spam'
];
